import styles from './Footer.module.css'
const Footer = () =>{
return <div className={styles.footer}>
    <p className={styles.footer_logo_text}>TRAVELLY © 2023</p>
    <p className={styles.footer_text}>Всі права захищено</p>
    <p className={styles.footer_text}>Travelly - сервіс, що допомагає вам знайти ідеальну туристичну путівку. Ми співпрацюємо з провідними компаніями, щоб забезпечити вам широкий вибір незабутніх подорожей.

        Провідні компанії та турагентства відповідають за надання актуальної інформації щодо путівок, цін, наявності та умов. Ми рекомендуємо вам завжди перевіряти деталі у кожної компанії перед замовленням.

        Travelly не несе відповідальності за будь-які зміни в інформації щодо путівок, а також за якість послуг, наданих компаніями. Зверніться безпосередньо до компанії, яку ви обрали, для будь-яких запитань або уточнень.

        Дякуємо, що обрали Travelly для планування своїх мандрівок! Бажаємо вам незабутніх пригод та незабутніх вражень.</p>
</div>
}

export default Footer